Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# settings.pro.benefit.ai.detail
source: Bring your own API key for summaries, tags, chat, batch tidy, README translation, and semantic search—without routing private prompts through a shared key.
ar: أحضر مفتاح API الخاص بك للملخصات والوسوم والدردشة والترتيب الدفعي وترجمة README والبحث الدلالي—دون توجيه المطالبات الخاصة عبر مفتاح مشترك.
de: Eigenen API-Schlüssel für Zusammenfassungen, Tags, Chat, Batch-Bereinigung, README-Übersetzung und semantische Suche verwenden – ohne private Eingabeaufforderungen über einen gemeinsamen Schlüssel zu leiten.
es: Usa tu propia clave API para resúmenes, etiquetas, chat, limpieza por lotes, traducción de README y búsqueda semántica, sin enrutar consultas privadas a través de una clave compartida.
fr: Apportez votre propre clé API pour les résumés, les tags, le chat, le tri par lots, la traduction du README et la recherche sémantique, sans acheminer les requêtes privées via une clé partagée.
id: Bawa kunci API Anda sendiri untuk ringkasan, tag, obrolan, batch rapi, terjemahan README, dan pencarian semantik—tanpa mengarahkan prompt pribadi melalui kunci bersama.
it: Usa la tua chiave API per riepiloghi, tag, chat, pulizia batch, traduzione README e ricerca semantica, senza instradare prompt privati attraverso una chiave condivisa.
ja: 独自のAPIキーを使用して、要約、タグ、チャット、一括整理、README翻訳、セマンティック検索を実行できます。プライベートプロンプトが共有キーを経由しません。
ko: 자체 API 키를 사용하여 요약, 태그, 채팅, 일괄 정리, README 번역 및 의미 검색을 수행합니다. 개인 프롬프트가 공유 키를 통해 라우팅되지 않습니다.
nl: Gebruik uw eigen API-sleutel voor samenvattingen, tags, chat, batch-opruiming, README-vertaling en semantisch zoeken—zonder privé-prompts via een gedeelde sleutel te routeren.
pl: Przynieś własny klucz API do podsumowań, tagów, czatu, zbiorczego porządkowania, tłumaczenia README i wyszukiwania semantycznego – bez kierowania prywatnych promptów przez współdzielony klucz.
pt_br: Traga sua própria chave de API para resumos, tags, chat, organização em lote, tradução de README e busca semântica — sem rotear prompts privados por uma chave compartilhada.
ru: Используйте собственный ключ API для сводок, тегов, чата, пакетной очистки, перевода README и семантического поиска — без передачи приватных запросов через общий ключ.
tr: Özetler, etiketler, sohbet, toplu düzenleme, README çevirisi ve anlamsal arama için kendi API anahtarınızı getirin; özel istemleri paylaşılan bir anahtar üzerinden yönlendirmeden.
uk: Використовуйте власний ключ API для підсумків, тегів, чату, масового впорядкування, перекладу README та семантичного пошуку — без передачі приватних запитів через спільний ключ.
vi: Mang khóa API của riêng bạn cho tóm tắt, thẻ, trò chuyện, dọn dẹp hàng loạt, dịch README và tìm kiếm ngữ nghĩa—mà không định tuyến các lời nhắc riêng tư qua khóa dùng chung.
zh_hans: 自带 API Key，完成摘要、标签、对话、批量整理、README 翻译与语义搜索；私有提示词不经过共享密钥。
zh_hant: 自備 API Key 進行摘要、標籤、聊天、批次整理、README 翻譯和語意搜尋——無需透過共用金鑰傳送私人提示。

# settings.pro.benefit.ai.title
source: AI workflows with your own key
ar: سير عمل AI بمفتاحك الخاص
de: KI-Workflows mit eigenem Schlüssel
es: Flujos de trabajo de IA con tu propia clave
fr: Flux de travail IA avec votre propre clé
id: Alur kerja AI dengan kunci Anda sendiri
it: Flussi di lavoro AI con la tua chiave
ja: 独自キーによるAIワークフロー
ko: 자체 키로 AI 워크플로
nl: AI-workflows met uw eigen sleutel
pl: Przepływy pracy AI z własnym kluczem
pt_br: Fluxos de IA com sua própria chave
ru: AI-процессы с собственным ключом
tr: Kendi anahtarınızla AI iş akışları
uk: AI-робочі процеси з власним ключем
vi: Quy trình AI với khóa riêng
zh_hans: 自带 Key 的 AI 工作流
zh_hant: 自備金鑰的 AI 工作流程

# settings.pro.benefit.badge.detail
source: A prominent PRO badge appears on your avatar.
ar: تظهر شارة PRO بارزة على صورتك الرمزية.
de: Ein auffälliges PRO-Abzeichen wird auf Ihrem Avatar angezeigt.
es: Aparece una insignia PRO destacada en tu avatar.
fr: Un badge PRO proéminent apparaît sur votre avatar.
id: Lencana PRO menonjol muncul di avatar Anda.
it: Un badge PRO prominente appare sul tuo avatar.
ja: アバターに目立つPROバッジが表示されます。
ko: 아바타에 눈에 띄는 PRO 배지가 표시됩니다.
nl: Een prominente PRO-badge verschijnt op uw avatar.
pl: Wyraźna odznaka PRO pojawia się na Twoim awatarze.
pt_br: Um selo PRO proeminente aparece no seu avatar.
ru: На аватаре отображается заметный значок PRO.
tr: Avatarınızda belirgin bir PRO rozeti görünür.
uk: На вашому аватарі з'явиться помітний значок PRO.
vi: Huy hiệu PRO nổi bật xuất hiện trên hình đại diện của bạn.
zh_hans: 登录用户头像右下角展示醒目的 PRO 徽章。
zh_hant: 你的頭像上會顯示醒目的 PRO 徽章。

# settings.pro.benefit.badge.title
source: Exclusive identity badge
ar: شارة هوية حصرية
de: Exklusives Identitätsabzeichen
es: Insignia de identidad exclusiva
fr: Badge d'identité exclusif
id: Lencana identitas eksklusif
it: Badge di identità esclusivo
ja: 限定アイデンティティバッジ
ko: 독점 신분 배지
nl: Exclusieve identiteitsbadge
pl: Ekskluzywna odznaka tożsamości
pt_br: Selo de identidade exclusivo
ru: Эксклюзивный значок
tr: Özel kimlik rozeti
uk: Ексклюзивний значок ідентифікації
vi: Huy hiệu nhận dạng độc quyền
zh_hans: 专属身份标识
zh_hant: 專屬身份標誌

# settings.pro.benefit.cloud.detail
source: Cloud sync is reserved for a later Pro milestone.
ar: المزامنة السحابية محجوزة لمرحلة Pro لاحقة.
de: Cloud-Synchronisierung ist für einen späteren Pro-Meilenstein reserviert.
es: La sincronización en la nube está reservada para un hito Pro posterior.
fr: La synchronisation cloud est réservée à une future étape Pro.
id: Sinkronisasi cloud dicadangkan untuk pencapaian Pro nanti.
it: La sincronizzazione cloud è riservata a una successiva milestone Pro.
ja: クラウド同期は、今後のProマイルストーンで提供予定です。
ko: 클라우드 동기화는 이후 Pro 마일스톤을 위해 예약되어 있습니다.
nl: Cloudsynchronisatie is gereserveerd voor een latere Pro-mijlpaal.
pl: Synchronizacja w chmurze jest zarezerwowana dla późniejszego kamienia milowego Pro.
pt_br: A sincronização em nuvem está reservada para um marco futuro do Pro.
ru: Облачная синхронизация запланирована для более поздней версии Pro.
tr: Bulut senkronizasyonu daha sonraki bir Pro kilometre taşı için ayrılmıştır.
uk: Хмарна синхронізація зарезервована для майбутнього етапу Pro.
vi: Đồng bộ đám mây được dành riêng cho một cột mốc Pro sau này.
zh_hans: CloudKit 同步预留给后续 Pro 里程碑。
zh_hant: 雲端同步功能保留給後續的 Pro 里程碑。

# settings.pro.benefit.cloud.title
source: Cloud sync ready
ar: المزامنة السحابية جاهزة
de: Cloud-Sync bereit
es: Sincronización en la nube lista
fr: Synchronisation cloud prête
id: Sinkronisasi cloud siap
it: Sincronizzazione cloud pronta
ja: クラウド同期準備完了
ko: 클라우드 동기화 준비
nl: Cloudsync gereed
pl: Gotowość synchronizacji w chmurze
pt_br: Pronto para sincronização em nuvem
ru: Облачная синхронизация готова
tr: Bulut senkronizasyonu hazır
uk: Хмарна синхронізація готова
vi: Sẵn sàng đồng bộ đám mây
zh_hans: CloudKit 同步预留
zh_hant: 雲端同步就緒

# settings.pro.benefit.confetti.detail
source: Plays a confetti animation right after a simulated activation.
ar: تشغيل رسوم متحركة للقصاصات الورقية بعد التنشيط المحاكي.
de: Spielt direkt nach einer simulierten Aktivierung eine Konfetti-Animation ab.
es: Reproduce una animación de confeti justo después de una activación simulada.
fr: Joue une animation de confettis juste après une activation simulée.
id: Memutar animasi confetti tepat setelah aktivasi simulasi.
it: Riproduce un'animazione di coriandoli subito dopo un'attivazione simulata.
ja: シミュレートされたアクティベーション直後に紙吹雪アニメーションを再生します。
ko: 시뮬레이션된 활성화 직후에 색종이 애니메이션이 재생됩니다.
nl: Speelt een confetti-animatie direct na een gesimuleerde activering.
pl: Odtwarza animację konfetti zaraz po symulowanej aktywacji.
pt_br: Reproduz uma animação de confete logo após uma ativação simulada.
ru: Воспроизводит анимацию конфетти сразу после симулированной активации.
tr: Simüle edilmiş bir aktivasyonun hemen ardından bir konfeti animasyonu oynatır.
uk: Відтворює анімацію конфетті одразу після симульованої активації.
vi: Phát hoạt ảnh confetti ngay sau khi kích hoạt mô phỏng.
zh_hans: 模拟开通成功后立即播放彩纸动画。
zh_hant: 模擬開通成功後立即播放彩紙動畫。

# settings.pro.benefit.confetti.title
source: Activation confetti
ar: قصاصات التنشيط
de: Aktivierungskonfetti
es: Confeti de activación
fr: Confettis d'activation
id: Confetti aktivasi
it: Coriandoli di attivazione
ja: アクティベーション紙吹雪
ko: 활성화 색종이
nl: Activeringsconfetti
pl: Konfetti aktywacyjne
pt_br: Confete de ativação
ru: Конфетти при активации
tr: Aktivasyon konfeti
uk: Конфетті активації
vi: Confetti kích hoạt
zh_hans: 开通成功礼炮
zh_hant: 開通彩紙動畫

# settings.pro.benefit.release.detail
source: Watch more repositories for new Releases, with in-app signals and optional notifications so important version bumps are harder to miss.
ar: راقب المزيد من المستودعات للإصدارات الجديدة، مع إشارات داخل التطبيق وإشعارات اختيارية لتفويت تحديثات الإصدارات المهمة بصعوبة.
de: Mehrere Repositorys auf neue Versionen überwachen, mit In-App-Signalen und optionalen Benachrichtigungen, damit wichtige Versionssprünge schwerer zu übersehen sind.
es: Vigila más repositorios en busca de nuevas versiones, con señales en la aplicación y notificaciones opcionales para que los aumentos de versión importantes sean más difíciles de pasar por alto.
fr: Surveillez plus de dépôts pour les nouvelles versions, avec des signaux dans l'application et des notifications optionnelles pour ne pas manquer les mises à jour importantes.
id: Pantau lebih banyak repositori untuk Rilis baru, dengan sinyal dalam aplikasi dan notifikasi opsional sehingga pembaruan versi penting lebih sulit terlewatkan.
it: Monitora più repository per nuove versioni, con segnali in-app e notifiche opzionali in modo che gli aggiornamenti importanti siano più difficili da perdere.
ja: より多くのリポジトリのリリースを監視し、アプリ内通知とオプションの通知で重要なバージョンアップを見逃しにくくします。
ko: 더 많은 저장소의 새 릴리스를 앱 내 신호와 선택적 알림으로 모니터링하여 중요한 버전 업데이트를 놓치지 않도록 합니다.
nl: Bewaak meer repositories voor nieuwe releases, met in-app signalen en optionele meldingen zodat belangrijke versie-updates moeilijker te missen zijn.
pl: Obserwuj więcej repozytoriów pod kątem nowych wydań, z sygnałami w aplikacji i opcjonalnymi powiadomieniami, aby ważne wersje były trudniejsze do przeoczenia.
pt_br: Monitore mais repositórios para novos Lançamentos, com sinais no app e notificações opcionais para que atualizações importantes de versão sejam mais difíceis de perder.
ru: Отслеживайте больше репозиториев на предмет новых релизов с внутриприложенными сигналами и опциональными уведомлениями, чтобы не пропустить важные обновления версий.
tr: Yeni Sürümler için daha fazla depo izleyin, uygulama içi sinyaller ve isteğe bağlı bildirimlerle önemli sürüm atlamalarını kaçırmayı zorlaştırır.
uk: Спостерігайте за більшою кількістю репозиторіїв на предмет нових релізів із сигналами в додатку та додатковими сповіщеннями, щоб не пропустити важливі оновлення версій.
vi: Theo dõi nhiều kho lưu trữ hơn cho các Bản phát hành mới, với tín hiệu trong ứng dụng và thông báo tùy chọn để không bỏ lỡ các bản nâng cấp quan trọng.
zh_hans: 可追踪更多仓库的 Release 更新，应用内信号与可选通知一起用，重要版本发布更不容易漏掉。
zh_hant: 可追蹤更多儲存庫的 Release 更新，透過應用程式內訊號與可選通知，讓重要版本更新更不容易錯過。

# settings.pro.benefit.release.title
source: Release tracking
ar: تتبع الإصدارات
de: Release-Verfolgung
es: Seguimiento de versiones
fr: Suivi des versions
id: Pelacakan rilis
it: Monitoraggio versioni
ja: リリース追跡
ko: 릴리스 추적
pl: Śledzenie wydań
pt_br: Rastreamento de lançamentos
ru: Отслеживание релизов
tr: Sürüm takibi
uk: Відстеження релізів
vi: Theo dõi bản phát hành
zh_hans: Release 追踪
zh_hant: Release 追蹤

# settings.pro.benefit.repoContext.detail
source: Unlock RepoContextPacker, CodeFlow, and codebase-context workflows so AI answers stay grounded in the actual source tree of the repo you are viewing.
ar: افتح RepoContextPacker وCodeFlow وسير عمل سياق قاعدة الشيفرة لتبقى إجابات AI مبنية على شجرة المصدر الفعلية للمستودع الذي تشاهده.
de: RepoContextPacker, CodeFlow und Codebase-Kontext-Workflows freischalten, damit KI-Antworten im tatsächlichen Quellbaum des angezeigten Repositorys verankert bleiben.
es: Desbloquea RepoContextPacker, CodeFlow y flujos de trabajo de contexto de código base para que las respuestas de IA se mantengan fundamentadas en el árbol fuente real del repositorio que estás viendo.
fr: Débloquez RepoContextPacker, CodeFlow et les flux de travail de contexte de code source pour que les réponses IA restent ancrées dans l'arborescence réelle du dépôt que vous consultez.
id: Buka kunci RepoContextPacker, CodeFlow, dan alur kerja konteks basis kode sehingga jawaban AI tetap berdasarkan pohon sumber repositori yang Anda lihat.
it: Sblocca RepoContextPacker, CodeFlow e flussi di lavoro basati sul contesto del codice in modo che le risposte AI rimangano ancorate all'albero sorgente effettivo del repository che stai visualizzando.
ja: RepoContextPacker、CodeFlow、コードベースコンテキストワークフローを有効にし、AI回答を表示中のリポジトリの実際のソースツリーに基づかせます。
ko: RepoContextPacker, CodeFlow 및 코드베이스 컨텍스트 워크플로를 잠금 해제하여 AI 답변이 현재 보고 있는 저장소의 실제 소스 트리에 기반하도록 합니다.
nl: Ontgrendel RepoContextPacker, CodeFlow en codebase-context-workflows zodat AI-antwoorden gebaseerd blijven op de daadwerkelijke bronboom van de repository die u bekijkt.
pl: Odblokuj RepoContextPacker, CodeFlow i przepływy pracy związane z kontekstem bazy kodu, aby odpowiedzi AI pozostały osadzone w rzeczywistym drzewie źródłowym przeglądanego repozytorium.
pt_br: Desbloqueie RepoContextPacker, CodeFlow e fluxos de contexto de base de código para que as respostas da IA permaneçam fundamentadas na árvore de código real do repositório que você está visualizando.
ru: Разблокируйте RepoContextPacker, CodeFlow и процессы контекста кодовой базы, чтобы ответы AI оставались привязанными к реальному дереву исходного кода просматриваемого репозитория.
tr: RepoContextPacker, CodeFlow ve kod tabanı bağlam iş akışlarının kilidini açın, böylece AI yanıtları görüntülediğiniz deponun gerçek kaynak ağacına dayanır.
uk: Розблокуйте RepoContextPacker, CodeFlow та робочі процеси контексту кодової бази, щоб відповіді AI базувалися на актуальному дереві вихідного коду репозиторію, який ви переглядаєте.
vi: Mở khóa RepoContextPacker, CodeFlow và quy trình làm việc ngữ cảnh mã nguồn để câu trả lời AI luôn dựa trên cây mã nguồn thực tế của kho bạn đang xem.
zh_hans: 解锁 RepoContextPacker、CodeFlow 与仓库上下文工作流，让 AI 回答贴着当前仓库的真实源码结构展开。
zh_hant: 解鎖 RepoContextPacker、CodeFlow 與程式碼庫上下文工作流程，讓 AI 回答緊貼當前檢視的儲存庫實際原始碼結構。

# settings.pro.benefit.repoContext.title
source: Repository context
ar: سياق المستودع
de: Repository-Kontext
es: Contexto del repositorio
fr: Contexte du dépôt
id: Konteks repositori
it: Contesto del repository
ja: リポジトリコンテキスト
ko: 저장소 컨텍스트
pl: Kontekst repozytorium
pt_br: Contexto do repositório
ru: Контекст репозитория
tr: Depo bağlamı
uk: Контекст репозиторію
vi: Ngữ cảnh kho lưu trữ
zh_hans: 仓库上下文
zh_hant: 儲存庫上下文

# settings.pro.benefit.search.detail
source: Combine local embedding search with web results to find starred repos by meaning, not just keywords—useful when you remember the idea but not the name.
ar: ادمج البحث بالتضمين المحلي مع نتائج الويب للعثور على المستودعات المميزة بنجمة بالمعنى، وليس فقط بالكلمات المفتاحية—مفيد عندما تتذكر الفكرة ولكن ليس الاسم.
de: Lokale Embedding-Suche mit Webergebnissen kombinieren, um markierte Repos nach Bedeutung zu finden, nicht nur nach Schlüsselwörtern – nützlich, wenn man die Idee, aber nicht den Namen kennt.
es: Combina la búsqueda de incrustaciones local con resultados web para encontrar repositorios destacados por significado, no solo por palabras clave, útil cuando recuerdas la idea pero no el nombre.
fr: Combinez la recherche par embedding local avec les résultats web pour trouver des dépôts starisés par leur sens, pas seulement par mots-clés—utile quand vous vous souvenez de l'idée mais pas du nom.
id: Gabungkan pencarian embedding lokal dengan hasil web untuk menemukan repositori yang dibintangi berdasarkan makna, bukan hanya kata kunci—berguna saat Anda ingat idenya tetapi tidak namanya.
it: Combina la ricerca di embedding locale con i risultati web per trovare repository stellati per significato, non solo per parole chiave, utile quando ricordi l'idea ma non il nome.
ja: ローカル埋め込み検索とWeb検索を組み合わせ、キーワードだけでなく意味でスター付きリポジトリを検索します。名前を忘れてもアイデアを覚えている場合に便利です。
ko: 로컬 임베딩 검색과 웹 결과를 결합하여 키워드뿐만 아니라 의미로 별표 표시된 저장소를 찾습니다. 이름은 기억나지 않지만 아이디어는 기억날 때 유용합니다.
nl: Combineer lokale embedding-zoekopdracht met webresultaten om gesterde repositories te vinden op betekenis, niet alleen op trefwoorden—handig wanneer u het idee maar niet de naam herinnert.
pl: Połącz lokalne wyszukiwanie osadzeń z wynikami internetowymi, aby znaleźć oznaczone gwiazdką repozytoria według znaczenia, a nie tylko słów kluczowych – przydatne, gdy pamiętasz pomysł, ale nie nazwę.
pt_br: Combine busca por incorporação local com resultados da web para encontrar repositórios favoritos por significado, não apenas por palavras-chave — útil quando você lembra da ideia, mas não do nome.
ru: Объедините локальный поиск по эмбеддингам с веб-результатами, чтобы находить звёздные репозитории по смыслу, а не только по ключевым словам — полезно, когда вы помните идею, но не название.
tr: Yerel gömme aramasını web sonuçlarıyla birleştirerek yıldızlı depoları yalnızca anahtar kelimelerle değil, anlamla bulun; adı değil fikri hatırladığınızda kullanışlıdır.
uk: Поєднуйте локальний пошук за вбудовуваннями з веб-результатами, щоб знаходити збережені репозиторії за змістом, а не лише за ключовими словами — корисно, коли ви пам'ятаєте ідею, але не назву.
vi: Kết hợp tìm kiếm nhúng cục bộ với kết quả web để tìm kho đã gắn sao theo ý nghĩa, không chỉ từ khóa—hữu ích khi bạn nhớ ý tưởng nhưng không nhớ tên.
zh_hans: 本地向量检索叠加网页结果，按含义而不是关键词找回 Star；适合只记得用途、记不清仓库名的场景。
zh_hant: 結合本地嵌入搜尋與網頁結果，依意義而非關鍵字找回已加星號的儲存庫——當你記得用途但忘了名稱時特別有用。

# settings.pro.benefit.search.title
source: Advanced search
ar: بحث متقدم
de: Erweiterte Suche
es: Búsqueda avanzada
fr: Recherche avancée
id: Pencarian lanjutan
it: Ricerca avanzata
ja: 高度な検索
ko: 고급 검색
nl: Geavanceerd zoeken
pl: Zaawansowane wyszukiwanie
pt_br: Busca avançada
ru: Расширенный поиск
tr: Gelişmiş arama
uk: Розширений пошук
vi: Tìm kiếm nâng cao
zh_hans: 高级搜索
zh_hant: 進階搜尋

# settings.pro.benefits.section
source: Included
ar: مشمول
de: Enthalten
es: Incluido
fr: Inclus
id: Termasuk
it: Inclusi
ja: 含まれる機能
ko: 포함
nl: Inbegrepen
pl: Zawarte
pt_br: Incluído
ru: Включено
tr: Dahil
uk: Включено
vi: Bao gồm
zh_hans: 包含权益
zh_hant: 包含權益

# settings.pro.button.active
source: Pro is active
ar: Pro نشط
de: Pro ist aktiv
es: Pro está activo
fr: Pro est actif
id: Pro aktif
it: Pro è attivo
ja: Proはアクティブです
ko: Pro 활성화됨
nl: Pro is actief
pl: Pro jest aktywne
pt_br: Pro está ativo
ru: Pro активен
tr: Pro aktif
uk: Pro активний
vi: Pro đang hoạt động
zh_hans: 已开通 Pro
zh_hant: Pro 已啟用

# settings.pro.button.manage
source: Manage Subscription
ar: إدارة الاشتراك
de: Abonnement verwalten
es: Gestionar suscripción
fr: Gérer l'abonnement
id: Kelola Langganan
it: Gestisci abbonamento
ja: サブスクリプションを管理
ko: 구독 관리
nl: Abonnement beheren
pl: Zarządzaj subskrypcją
pt_br: Gerenciar Assinatura
ru: Управление подпиской
tr: Aboneliği Yönet
uk: Керувати підпискою
vi: Quản lý đăng ký
zh_hans: 管理订阅
zh_hant: 管理訂閱

# settings.pro.button.redeemOfferCode
source: Redeem Offer Code
ar: استرداد رمز العرض
de: Angebotscode einlösen
es: Canjear código de oferta
fr: Échanger un code promotionnel
id: Tukarkan Kode Penawaran
it: Riscatta codice offerta
ja: オファーコードを利用
ko: 할인 코드 사용
nl: Aanbiedingscode inwisselen
pl: Zrealizuj kod promocyjny
pt_br: Resgatar Código de Oferta
ru: Активировать код предложения
tr: Teklif Kodunu Kullan
uk: Активувати промокод
vi: Đổi mã ưu đãi
zh_hans: 兑换优惠码
zh_hant: 兌換優惠碼

# settings.pro.button.reset
source: Reset simulated state
ar: إعادة تعيين الحالة المحاكية
de: Simulierten Zustand zurücksetzen
es: Restablecer estado simulado
fr: Réinitialiser l'état simulé
id: Atur ulang status simulasi
it: Reimposta stato simulato
ja: シミュレート状態をリセット
ko: 시뮬레이션 상태 재설정
nl: Gesimuleerde status resetten
pl: Resetuj symulowany stan
pt_br: Redefinir estado simulado
ru: Сбросить симулированное состояние
tr: Simüle edilmiş durumu sıfırla
uk: Скинути симульований стан
vi: Đặt lại trạng thái mô phỏng
zh_hans: 重置模拟状态
zh_hant: 重置模擬狀態

# settings.pro.button.restore
source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
id: Pulihkan Pembelian
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
nl: Aankopen herstellen
pl: Przywróć zakupy
pt_br: Restaurar Compras
ru: Восстановить покупки
tr: Satın Alımları Geri Yükle
uk: Відновити покупки
vi: Khôi phục giao dịch mua
zh_hans: 恢复购买
zh_hant: 恢復購買

# settings.pro.button.simulate
source: Simulate Pro activation
ar: محاكاة تنشيط Pro
de: Pro-Aktivierung simulieren
es: Simular activación Pro
fr: Simuler l'activation Pro
id: Simulasikan aktivasi Pro
it: Simula attivazione Pro
ja: Proアクティベーションをシミュレート
ko: Pro 활성화 시뮬레이션
nl: Pro-activering simuleren
pl: Symuluj aktywację Pro
pt_br: Simular ativação Pro
ru: Симулировать активацию Pro
tr: Pro aktivasyonunu simüle et
uk: Симулювати активацію Pro
vi: Mô phỏng kích hoạt Pro
zh_hans: 模拟开通 Pro
zh_hant: 模擬 Pro 啟用

# settings.pro.debug.activate
source: Activate debug Pro
ar: تنشيط Pro التجريبي
de: Debug-Pro aktivieren
es: Activar Pro de depuración
fr: Activer le Pro de débogage
id: Aktifkan Pro debug
it: Attiva debug Pro
ja: デバッグProを有効化
ko: 디버그 Pro 활성화
nl: Debug-Pro activeren
pl: Aktywuj debug Pro
pt_br: Ativar Pro de depuração
ru: Активировать отладочный Pro
tr: Hata ayıklama Pro'yu etkinleştir
uk: Активувати налагоджувальний Pro
vi: Kích hoạt Pro gỡ lỗi
zh_hans: 调试开通 Pro
zh_hant: 啟用除錯 Pro

# settings.pro.debug.footer
source: Debug controls only change the local entitlement mirror.
ar: أدوات التحكم التجريبية تغير فقط مرآة الاستحقاق المحلية.
de: Debug-Steuerelemente ändern nur den lokalen Berechtigungsspiegel.
es: Los controles de depuración solo cambian el espejo de derechos local.
fr: Les contrôles de débogage modifient uniquement le miroir des droits locaux.
id: Kontrol debug hanya mengubah cermin hak lokal.
it: I controlli di debug modificano solo il mirror locale delle autorizzazioni.
ja: デバッグコントロールはローカルのエンタイトルメントミラーのみを変更します。
ko: 디버그 컨트롤은 로컬 자격 미러만 변경합니다.
nl: Debug-bedieningselementen wijzigen alleen de lokale entitlement-spiegel.
pl: Kontrolki debugowania zmieniają tylko lokalne lustro uprawnień.
pt_br: Controles de depuração alteram apenas o espelho de direitos local.
ru: Отладочные элементы управления изменяют только локальное зеркало прав.
tr: Hata ayıklama kontrolleri yalnızca yerel yetki aynasını değiştirir.
uk: Елементи керування налагодженням змінюють лише локальне дзеркало прав.
vi: Điều khiển gỡ lỗi chỉ thay đổi bản sao quyền cục bộ.
zh_hans: 调试按钮只修改本地权益镜像。
zh_hant: 除錯控制項僅變更本地權益鏡像。

# settings.pro.debug.reset
source: Reset debug Pro
ar: إعادة تعيين Pro التجريبي
de: Debug-Pro zurücksetzen
es: Restablecer Pro de depuración
fr: Réinitialiser le Pro de débogage
id: Atur ulang Pro debug
it: Reimposta debug Pro
ja: デバッグProをリセット
ko: 디버그 Pro 재설정
nl: Debug-Pro resetten
pl: Resetuj debug Pro
pt_br: Redefinir Pro de depuração
ru: Сбросить отладочный Pro
tr: Hata ayıklama Pro'yu sıfırla
uk: Скинути налагоджувальний Pro
vi: Đặt lại Pro gỡ lỗi
zh_hans: 重置调试 Pro
zh_hant: 重置除錯 Pro

# settings.pro.debug.section
source: Debug
ar: تجريبي
es: Depuración
fr: Débogage
ja: デバッグ
ko: 디버그
pl: Debugowanie
pt_br: Depuração
ru: Отладка
tr: Hata Ayıklama
uk: Налагодження
vi: Gỡ lỗi
zh_hans: 调试
zh_hant: 除錯

# settings.pro.direct.button.activate
source: Activate
ar: تنشيط
de: Aktivieren
es: Activar
fr: Activer
id: Aktifkan
it: Attiva
ja: 有効化
ko: 활성화
nl: Activeren
pl: Aktywuj
pt_br: Ativar
ru: Активировать
tr: Etkinleştir
uk: Активувати
vi: Kích hoạt
zh_hans: 激活
zh_hant: 啟用

# settings.pro.direct.button.copyLicense
source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
id: Salin
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
ru: Копировать
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hans: 复制
zh_hant: 複製
